app/controllers/movies_controller.rb

def create
  @movie = Movie.create!(params[:movie])
---
INSERT INTO "movies" ("description", "rating", "release_date", "title") VALUES (?, ?, ?, ?)  [["description", nil], ["rating", "G"], ["release_date", Mon, 13 Apr 2015 00:00:00 UTC +00:00], ["title", "dsdss"]]